Главная
Политика в отношении обработки cookies

1. Общие положения
Настоящая Политика в отношении обработки файлов cookies определяет порядок работы Общества с ограниченной ответственностью ИП Зелизко Дмитрий Иванович (ИНН 7804680366) в отношении обработки cookies (куки-файлов) на информационном ресурсе, доступ к которому осуществляется по доменному имени https://tradestorm.ru/ (далее — сайт) пользователем, который любым образом использует сайт.

Файлы cookie — это файлы, хранящиеся на устройстве пользователя, с помощью которого осуществляется доступ к сайту, и содержащие информацию о прошлых посещениях сайта, сайтах и запросах, по которым пользователь перешёл на сайт, дате и времени сессии, а также сведения о действиях пользователя на сайте.

Благодаря cookie-файлам мы делаем веб-сайт лучше, так как видим, какие страницы Вы считаете полезными, а какие — нет, а также собираем и сохраняем информацию о Ваших прошлых действиях для целей персонализации.

Продолжая использовать сайт без внесения изменений в настройки правил обработки cookie-файлов, Вы предоставляете согласие на обработку cookie-файлов.

2. Цели и условия обработки cookies
Перечень cookies, которые могут быть использованы на сайте, а также — цели их использования:

Вид	Описание и цель использования
Необходимые cookies	Эти cookies обеспечивают корректную работу сайта, без них сайт не сможет функционировать надлежащим образом. Данные cookies используются для обеспечения корректного отображения интерфейсов и их интерактивных компонентов.
Аналитические cookies	Эти cookies сохраняют агрегированную информацию, т.е. без привязки к конкретным пользователям, об использовании сайта и его отдельных элементов. Данные cookies необходимы для дальнейшего улучшения интерфейсов, планирования развития сайта.
Маркетинговые cookies	Эти cookies сохраняют информацию о том, как пользователь использует сайт, то есть, предпочтения в отношении сайта. Данные cookies используются для персонализации сайта, оптимизации рекламных коммуникаций, оценки эффективности персонализации.
Каждый раз, когда сайт распознает cookies, хранящиеся на устройстве, сайт использует их для описанных выше целей.

Как используются cookie-файлы на нашем сайте:

сохранение авторизации на веб-сайте (нет необходимости каждый раз вводить логин и пароль).
также мы используем cookie-файлы третьих сторон: Яндекс Метрика; mindbox; carrotquest; VK; usedesk.
3. Заключительные положения
Пользователь может отказаться от обработки cookie-файлов в настройках своего браузера или устройства.

Обратите внимание, что при отключении возможности хранения cookie-файлов мы не гарантируем корректную работу нашего сайта в Вашем браузере.

Информацию об отключении возможности хранения cookie-файлов, а также о процедуре удаления cookie-файлов, можно получить по внешним ссылкам ниже:

Google Chrome
Safari
Яндекс Браузер
Microsoft Edge
Mozilla Firefox